{
  "1-copa": {
    "truth": [
      "¿Cuál fue tu último crush famoso?",
      "¿Qué costumbre rara tienes cuando nadie te ve?",
      "¿Cuál es tu gusto culposo musical?",
      "¿Qué serie infantil te encantaba y aún recuerdas?",
      "¿Qué es lo más vergonzoso que has dicho sin pensar?",
      "¿Qué comida te encanta pero te da pena admitirlo?",
      "¿Qué foto antigua tuya te da más vergüenza?",
      "¿A quién de aquí conociste peor en tu primera impresión?",
      "¿Qué hábito tuyo molesta a la mayoría de gente?",
      "¿Qué rumor absurdo has escuchado sobre ti?",
      "¿Qué es lo más tierno que te gusta pero ocultas?",
      "¿Qué cosa te da risa siempre, sin fallar?",
      "¿Quién fue tu primer crush real en la vida?",
      "¿Qué te estresa más de la vida diaria?",
      "¿Qué mentira inofensiva dices muy seguido?",
      "¿Qué es lo que más te distrae en tu día?",
      "¿Qué texto antiguo en tu celular niegas haber escrito?",
      "¿Qué actividad haces pésimo pero te encanta?",
      "¿Qué manía extraña tienes antes de dormir?",
      "¿Qué cosa te da vergüenza admitir que no sabes hacer?"
    ],
    "dare": [
      "Imita a un personaje de caricatura por 10 segundos.",
      "Habla con acento extraño hasta tu siguiente turno.",
      "Comparte tu último emoji usado.",
      "Deja que alguien del grupo te cambie el nombre en WhatsApp por 5 minutos.",
      "Haz una pose ridícula y déjate tomar una foto.",
      "Cambia tu foto de perfil por una al azar del grupo por 1 minuto.",
      "Dale un apodo tonto a alguien del grupo (sin insultos).",
      "Canta una línea de cualquier canción que te guste.",
      "Di una frase de villano dramáticamente.",
      "Describe tu día como si fuera una telenovela.",
      "Haz reír al grupo con un chiste malo.",
      "Haz un baile de 5 segundos sin música.",
      "Imita un animal que te digan.",
      "Habla en tercera persona por un turno.",
      "Di tres verdades y una mentira sobre ti.",
      "Haz una recomendación de película exageradamente dramática.",
      "Responde una pregunta con voz grave y seria hasta tu próximo turno.",
      "Haz una predicción absurda sobre el futuro de alguien aquí.",
      "Comparte un recuerdo divertido de la infancia.",
      "Imita el sonido de una alarma o notificación."
    ]
  },

  "3-copas": {
    "truth": [
      "¿Cuál fue la última vez que te arrepentiste de no haber dicho algo?",
      "¿Qué oportunidad dejaste pasar y aún piensas en ella?",
      "¿Qué persona te marcó más en tu vida?",
      "¿Cuál fue el mensaje que más dudaste antes de enviar?",
      "¿Quién aquí te intimida un poco y por qué?",
      "¿Qué cosa te dolió más de tu última relación?",
      "¿Qué es lo más inmaduro que has hecho por amor?",
      "¿Qué es algo que querías decirle a tu ex pero nunca pudiste?",
      "¿Qué decisión te cambió la vida sin darte cuenta?",
      "¿Qué te da vergüenza aceptar que aún extrañas?",
      "¿Qué secreto pequeño guardas desde hace mucho tiempo?",
      "¿Qué te pone nervioso en una cita?",
      "¿Qué excusa usaste para huir de una situación incómoda?",
      "¿Qué persona te gustó y nunca lo supo?",
      "¿Cuál fue el momento más incómodo de tu vida social?",
      "¿Qué es algo que te cuesta aceptar de ti mismo?",
      "¿Qué pensamiento recurrente te visita cuando estás solo?",
      "¿Qué cosa te hirió pero fingiste que no te importó?",
      "¿Qué es lo más infantil que aún haces?",
      "¿Qué relación ajena te parecía perfecta pero resultó no serlo?"
    ],
    "dare": [
      "Envía un mensaje a alguien diciendo 'Estaba pensando en ti' y muéstralo sin contexto.",
      "Reproduce la primera canción que aparece en tu lista aleatoria.",
      "Deja que alguien revise tu galería y elija una foto inocente para mostrar.",
      "Cuenta un recuerdo vergonzoso que nunca hayas contado en detalle.",
      "Lee en voz alta tu búsqueda más reciente en Google.",
      "Haz una confesión sincera sobre algo trivial pero real.",
      "Permite que alguien del grupo escriba un mensaje corto en tu estado por 2 minutos.",
      "Haz una llamada perdida a tu contacto que menos esperaría recibirla.",
      "Sigue el consejo del grupo para escribir un mensaje misterioso a un contacto.",
      "Dile un cumplido genuino a la persona a tu derecha.",
      "Haz un mini roast suave y gracioso de alguien del grupo.",
      "Cuenta algo que creíste en la infancia por demasiado tiempo.",
      "Haz un top 3 de tus crushes (celebridades o ficticios).",
      "Muéstrate en cámara haciendo tu pose más dramática.",
      "Cuenta la historia detrás de tu foto de perfil.",
      "Permite que alguien elija un sticker y envíalo al tercer chat de tu WhatsApp.",
      "Haz un discurso dramático sobre lo difícil que es ser adulto.",
      "Lee un mensaje antiguo de tus chats y cuéntale al grupo el contexto.",
      "Di qué canción te recuerda a alguien y por qué.",
      "Revela cuál fue tu peor cita sin dar nombres."
    ]
  },

  "5-copas": {
    "truth": [
      "¿Qué parte de tu última relación te dejó más inseguro?",
      "¿Qué error repetiste con más de una persona?",
      "¿A quién aún no superas del todo, aunque digas que sí?",
      "¿Qué ex volvería si tú lo permitieras?",
      "¿Qué relación dejaste ir por miedo?",
      "¿Qué es lo que callas cuando te preguntan si estás bien?",
      "¿Qué persona te gustó mucho más de lo que admitiste?",
      "¿Qué herida emocional aún no enfrentas?",
      "¿Qué mensaje te arrepientes de haber borrado?",
      "¿Qué persona te dejó con más preguntas que respuestas?",
      "¿Qué fue lo que más idealizaste de alguien?",
      "¿Qué verdad dolorosa aprendiste recién en tu adultez?",
      "¿A quién quisiste escribirle hace poco pero no lo hiciste?",
      "¿Qué etapa de tu vida extrañas aunque fue caótica?",
      "¿Qué es lo más valioso que arruinaste sin querer?",
      "¿Qué verdad has ocultado para no herir a alguien?",
      "¿Qué sentimiento te cuesta aceptar que tienes aún hoy?",
      "¿Qué “final alternativo” te gustaría reescribir en tu vida?",
      "¿Quién fue el amor que no supiste cuidar?",
      "¿Qué persona te hizo sentir algo que nadie más ha podido igualar?"
    ],
    "dare": [
      "Di la historia detallada de tu peor ruptura.",
      "Menciona tres contactos que bloquearías si iniciaras una nueva relación.",
      "Mira tus mensajes archivados y elige uno para contar la historia detrás.",
      "Di cuál fue la cosa más tóxica que has hecho.",
      "Cuenta la vez que más humillado te sentiste en una relación o casi-relación.",
      "Explica una situación en la que tú fuiste el villano.",
      "Di el nombre de alguien que te habría cambiado la vida si se quedaba.",
      "Menciona un recuerdo intenso que aún te llega de golpe.",
      "Envía un '¿Te acuerdas de esto?' acompañado de un sticker al azar.",
      "Permite que alguien elija un chat y leas la última conversación (sin datos sensibles).",
      "Haz tu ‘top 3’ de relaciones fallidas y di por qué fallaron.",
      "Cuenta la vez que sabías que debías irte, pero no pudiste.",
      "Di el error más grande que cometiste al enamorarte.",
      "Confiesa algo que te dolió y nunca dijiste.",
      "Describe el momento exacto en que dejaste de sentir algo por alguien.",
      "Cuenta la historia de un casi amor que nunca fue.",
      "Di qué te habría gustado escuchar en tu peor momento emocional.",
      "Cuenta cuándo lastimaste a alguien sin intención.",
      "Di qué parte de tu pasado sentimental borrarías.",
      "Confiesa un arrepentimiento que aún te pesa."
    ]
  },

  "hecho-polvo": {
    "truth": [
      "¿De quién fue la despedida que más te destrozó?",
      "¿A quién traicionaste emocionalmente aunque no fuera tu intención?",
      "¿Qué amor te dejó una cicatriz que aún no sabes cómo sanar?",
      "¿Qué verdad sobre ti mismo aún escondes incluso de las personas que amas?",
      "¿Qué te hubiera cambiado la vida si lo hubieras dicho a tiempo?",
      "¿Qué parte de ti se apagó después de una persona?",
      "¿Quién fue esa persona que te hizo sentir suficiente y luego te quitó esa idea?",
      "¿Qué arrepentimiento arrastras desde hace años?",
      "¿Quién fue tu herida más profunda disfrazada de persona correcta?",
      "¿Qué llamada o mensaje habría evitado una tragedia personal?",
      "¿Qué amor destruiste por miedo a que te destruyeran primero?",
      "¿Qué momento exacto te enseñó que habías crecido a golpes?",
      "¿Qué emoción evitaste tanto tiempo que ahora no sabes manejar?",
      "¿Qué te hizo perder completamente la fe en una persona?",
      "¿A quién quisieras abrazar una última vez?",
      "¿Qué promesa rota te duele hasta hoy?",
      "¿Qué parte de tu pasado te persigue en silencio?",
      "¿Qué verdad te destruyó pero te hizo más fuerte?",
      "¿Qué persona quisieras olvidar pero no puedes?",
      "¿Qué versión de ti murió con una historia que nunca cerró?"
    ],
    "dare": [
      "Cuenta la historia más dolorosa que nunca has contado completa.",
      "Di el nombre de la persona que más te marcó de por vida.",
      "Confiesa algo que aún no has superado emocionalmente.",
      "Describe la última vez que lloraste por alguien sin decir nombres.",
      "Di la cosa más cruel que alguien te dijo y que aún recuerdas.",
      "Habla del momento que te cambió para siempre aunque nadie lo sabe.",
      "Cuenta la promesa que hiciste y rompiste, y cómo te afectó.",
      "Describe una despedida que te destruyó profundamente.",
      "Cuenta un arrepentimiento que desearías poder cambiar aunque duela admitirlo.",
      "Di qué relación te dejó más roto que cualquier otra.",
      "Cuenta el recuerdo que evitas porque te golpea demasiado fuerte.",
      "Di qué error cometido por ti te persigue hasta la fecha.",
      "Habla de la vez que dejaste ir a alguien por miedo y no por falta de amor.",
      "Describe un momento en el que sentiste que no eras suficiente.",
      "Cuenta la verdad más dura que aprendiste sobre el amor.",
      "Di un sentimiento que has enterrado por años.",
      "Cuenta cómo fue tu ruptura más traumática sin censura emocional.",
      "Describe el día en el que tocaste fondo y nadie lo notó.",
      "Di la pregunta que siempre quisiste hacerle a alguien y nunca pudiste.",
      "Habla del adiós que aún no has logrado aceptar."
    ]
  }
}
